Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: The model answered without calling the tool: it will not be able to read or edit files.
ar: أجاب النموذج دون استدعاء الأداة: لن يتمكن من قراءة الملفات أو تعديلها.
de: Das Modell hat geantwortet, ohne das Tool aufzurufen: Es wird keine Dateien lesen oder bearbeiten können.
es: El modelo ha respondido sin llamar a la herramienta: no podrá leer ni modificar archivos.
fr: Le modèle a répondu sans appeler l’outil : il ne pourra ni lire ni modifier de fichiers.
hi: मॉडल ने टूल कॉल किए बिना उत्तर दिया: यह फ़ाइलें पढ़ या संपादित नहीं कर पाएगा।
it: Il modello ha risposto senza chiamare lo strumento: non potrà leggere né modificare file.
ja: モデルはツールを呼び出さずに応答しました。ファイルの読み取りや編集はできません。
ko: 모델이 도구를 호출하지 않고 응답했습니다. 파일을 읽거나 편집할 수 없습니다.
nl: Het model antwoordde zonder de tool aan te roepen: het kan geen bestanden lezen of wijzigen.
pl: Model odpowiedział bez wywołania narzędzia: nie będzie mógł czytać ani edytować plików.
pt_br: O modelo respondeu sem chamar a ferramenta: ele não conseguirá ler nem editar arquivos.
ru: Модель ответила, не вызвав инструмент: она не сможет читать и править файлы.
tr: Model aracı çağırmadan yanıt verdi: dosyaları okuyamayacak veya düzenleyemeyecek.
uk: Модель відповіла, не викликавши інструмент: вона не зможе читати чи редагувати файли.
zh_hans: 模型未调用工具就作出了回答：它将无法读取或编辑文件。
zh_hant: 模型未呼叫工具就回應了：它將無法讀取或編輯檔案。

source: The model called the tool with arguments that are not valid JSON.
ar: استدعى النموذج الأداة بوسيطات ليست JSON صالحًا.
de: Das Modell hat das Tool mit Argumenten aufgerufen, die kein gültiges JSON sind.
es: El modelo ha llamado a la herramienta con argumentos que no son JSON válido.
fr: Le modèle a appelé l’outil avec des arguments qui ne sont pas du JSON valide.
hi: मॉडल ने ऐसे आर्ग्युमेंट के साथ टूल कॉल किया जो मान्य JSON नहीं हैं।
it: Il modello ha chiamato lo strumento con argomenti che non sono JSON valido.
ja: モデルが有効なJSONではない引数でツールを呼び出しました。
ko: 모델이 유효한 JSON이 아닌 인수로 도구를 호출했습니다.
nl: Het model riep de tool aan met argumenten die geen geldige JSON zijn.
pl: Model wywołał narzędzie z argumentami, które nie są prawidłowym JSON.
pt_br: O modelo chamou a ferramenta com argumentos que não são JSON válido.
ru: Модель вызвала инструмент с аргументами, не являющимися допустимым JSON.
tr: Model aracı geçerli JSON olmayan argümanlarla çağırdı.
uk: Модель викликала інструмент з аргументами, які не є дійсним JSON.
zh_hans: 模型调用工具时使用的参数不是有效的 JSON。
zh_hant: 模型呼叫工具時使用的引數不是有效的 JSON。

source: The model said nothing after the tool's result.
ar: لم يقل النموذج أي شيء بعد نتيجة الأداة.
de: Das Modell hat nach dem Ergebnis des Tools nichts gesagt.
es: El modelo no ha dicho nada tras el resultado de la herramienta.
fr: Le modèle n’a rien dit après le résultat de l’outil.
hi: टूल के परिणाम के बाद मॉडल ने कुछ नहीं कहा।
it: Il modello non ha detto nulla dopo il risultato dello strumento.
ja: モデルはツールの結果のあと何も応答しませんでした。
ko: 모델이 도구 결과 이후 아무것도 말하지 않았습니다.
nl: Het model zei niets na het resultaat van de tool.
pl: Model nic nie powiedział po wyniku narzędzia.
pt_br: O modelo não disse nada após o resultado da ferramenta.
ru: Модель ничего не сказала после результата инструмента.
tr: Model, aracın sonucundan sonra bir şey söylemedi.
uk: Модель нічого не сказала після результату інструмента.
zh_hans: 模型在工具返回结果后没有作出任何回答。
zh_hant: 模型在工具結果之後沒有任何回應。

source: The models could not be read.
ar: تعذّرت قراءة النماذج.
de: Die Modelle konnten nicht gelesen werden.
es: No se han podido leer los modelos.
fr: Les modèles n’ont pas pu être lus.
hi: मॉडल पढ़े नहीं जा सके।
it: Impossibile leggere i modelli.
ja: モデルを読み込めませんでした。
ko: 모델을 읽을 수 없습니다.
nl: De modellen konden niet worden gelezen.
pl: Nie można odczytać modeli.
pt_br: Não foi possível ler os modelos.
ru: Не удалось прочитать модели.
tr: Modeller okunamadı.
uk: Не вдалося прочитати моделі.
zh_hans: 无法读取模型。
zh_hant: 無法讀取模型。

source: The name tells your sessions apart in the sidebar. Leave it empty and it is taken from your prompt.
ar: يميّز الاسم بين جلساتك في الشريط الجانبي. إذا تركته فارغًا، فسيُستمد من الـ prompt.
de: Der Name unterscheidet deine Sitzungen in der Seitenleiste. Bleibt er leer, wird er aus deinem Prompt übernommen.
es: El nombre distingue tus sesiones en la barra lateral. Si lo dejas vacío, se toma de tu prompt.
fr: Le nom distingue vos sessions dans la barre latérale. Laissé vide, il est tiré de votre prompt.
hi: नाम से साइडबार में आपके सेशन अलग पहचाने जाते हैं। खाली छोड़ने पर यह आपके प्रॉम्प्ट से लिया जाता है।
it: Il nome distingue le tue sessioni nella barra laterale. Se lo lasci vuoto, viene ricavato dal prompt.
ja: 名前はサイドバーでセッションを区別するためのものです。空欄にすると、プロンプトから付けられます。
ko: 이름으로 사이드바에서 세션을 구별합니다. 비워 두면 프롬프트에서 가져옵니다.
nl: Met de naam houd je je sessies uit elkaar in de navigatiekolom. Laat je hem leeg, dan wordt hij uit je prompt gehaald.
pl: Nazwa odróżnia Twoje sesje na pasku bocznym. Jeśli pozostawisz ją pustą, zostanie wzięta z promptu.
pt_br: O nome diferencia suas sessões na barra lateral. Se ficar vazio, ele é tirado do seu prompt.
ru: Название различает ваши сессии в боковой панели. Если оставить его пустым, оно будет взято из промпта.
tr: Ad, oturumlarınızı kenar çubuğunda birbirinden ayırır. Boş bırakırsanız isteminizden alınır.
uk: Назва розрізняє ваші сеанси на бічній панелі. Якщо залишити її порожньою, її буде взято з вашого промпту.
zh_hans: 名称用于在边栏中区分你的会话。留空则取自你的提示词。
zh_hant: 名稱可在側邊欄中區分你的工作階段。留空時會從你的提示詞中擷取。

source: The notes are saved.
ar: تم حفظ الملاحظات.
de: Die Notizen sind gesichert.
es: Las notas se han guardado.
fr: Les notes sont enregistrées.
hi: नोट्स सहेजे गए।
it: Le note sono salvate.
ja: メモを保存しました。
ko: 메모가 저장되었습니다.
nl: De notities zijn bewaard.
pl: Notatki zostały zachowane.
pt_br: As notas foram salvas.
ru: Заметки сохранены.
tr: Notlar kaydedildi.
uk: Нотатки збережено.
zh_hans: 备注已存储。
zh_hant: 筆記已儲存。

source: The notes could not be saved: %@
ar: تعذّر حفظ الملاحظات: %@
de: Die Notizen konnten nicht gesichert werden: %@
es: No se han podido guardar las notas: %@
fr: Les notes n’ont pas pu être enregistrées : %@
hi: नोट्स सहेजे नहीं जा सके: %@
it: Impossibile salvare le note: %@
ja: メモを保存できませんでした：%@
ko: 메모를 저장할 수 없습니다: %@
nl: De notities konden niet worden bewaard: %@
pl: Nie można zachować notatek: %@
pt_br: Não foi possível salvar as notas: %@
ru: Не удалось сохранить заметки: %@
tr: Notlar kaydedilemedi: %@
uk: Не вдалося зберегти нотатки: %@
zh_hans: 无法存储备注：%@
zh_hant: 無法儲存筆記：%@

source: The one %@ speaks. It can be changed once the endpoint is added.
ar: البروتوكول الذي يستخدمه %@. يمكن تغييره بعد إضافة نقطة النهاية.
de: Das von %@ verwendete. Es kann geändert werden, sobald der Endpoint hinzugefügt ist.
es: El que habla %@. Se podrá cambiar una vez añadido el endpoint.
fr: Celui que parle %@. Il pourra être changé une fois l’endpoint ajouté.
hi: वही जो %@ उपयोग करता है। एंडपॉइंट जोड़ने के बाद इसे बदला जा सकता है।
it: Quello che parla %@. Può essere cambiato dopo aver aggiunto l’endpoint.
ja: %@が使用するプロトコルです。エンドポイントを追加したあとで変更できます。
ko: %@이(가) 사용하는 프로토콜입니다. 엔드포인트를 추가한 후 변경할 수 있습니다.
nl: Het protocol dat %@ spreekt. Het kan worden gewijzigd zodra het endpoint is toegevoegd.
pl: Ten, którym posługuje się %@. Można go zmienić po dodaniu endpointu.
pt_br: O que %@ usa. Ele pode ser alterado depois que o endpoint for adicionado.
ru: Тот, который использует %@. Его можно изменить после добавления endpoint.
tr: %@ tarafından kullanılan. Uç nokta eklendikten sonra değiştirilebilir.
uk: Той, яким говорить %@. Його можна змінити після додавання ендпоінта.
zh_hans: 即 %@ 使用的协议。添加端点后可以更改。
zh_hant: %@ 所使用的協定。加入端點後可以更改。

source: The one that presents the requests. Others are made in Avatars.
ar: الصورة التي تعرض الطلبات. تُنشأ الصور الأخرى في «الصور الرمزية».
de: Der Avatar, der die Anfragen präsentiert. Weitere werden unter „Avatare“ erstellt.
es: El que presenta las solicitudes. Los demás se crean en Avatares.
fr: Celui qui présente les demandes. Les autres se créent dans Avatars.
hi: वह जो अनुरोध प्रस्तुत करता है। अन्य “अवतार” में बनाए जाते हैं।
it: Quello che presenta le richieste. Gli altri si creano in Avatar.
ja: リクエストを表示するアバターです。ほかのアバターは「アバター」で作成します。
ko: 요청을 표시하는 아바타입니다. 다른 아바타는 “아바타”에서 만듭니다.
nl: Degene die de verzoeken presenteert. Andere worden gemaakt in Avatars.
pl: Ten, który przedstawia prośby. Inne tworzy się w sekcji Awatary.
pt_br: O que apresenta as solicitações. Outros são criados em Avatares.
ru: Тот, что представляет запросы. Другие создаются в разделе «Аватары».
tr: İstekleri sunan avatar. Diğerleri Avatarlar’da oluşturulur.
uk: Той, що представляє запити. Інші створюються в розділі «Аватари».
zh_hans: 用于呈现请求的头像。其他头像可在“头像”中制作。
zh_hant: 負責呈現請求的頭像。其他頭像可在「頭像」中製作。

source: The page answered %@: the ticket was not found, or is not visible to the account signed in.
ar: ردت الصفحة بـ %@: لم يُعثر على التذكرة، أو أنها غير مرئية للحساب المسجّل الدخول.
de: Die Seite hat mit %@ geantwortet: Das Ticket wurde nicht gefunden oder ist für den angemeldeten Account nicht sichtbar.
es: La página ha respondido %@: el ticket no se encuentra o no es visible para la cuenta con la que se ha iniciado sesión.
fr: La page a répondu %@ : le ticket est introuvable, ou n’est pas visible par le compte connecté.
hi: पेज ने %@ उत्तर दिया: टिकट नहीं मिला, या साइन इन किए गए अकाउंट को नहीं दिखता।
it: La pagina ha risposto %@: il ticket non è stato trovato o non è visibile all’account con cui hai eseguito l’accesso.
ja: ページが%@を返しました。チケットが見つからないか、サインイン中のアカウントでは表示できません。
ko: 페이지 응답 %@: 티켓을 찾을 수 없거나 로그인된 계정에서 볼 수 없습니다.
nl: De pagina antwoordde %@: het ticket is niet gevonden of is niet zichtbaar voor het ingelogde account.
pl: Strona odpowiedziała %@: nie znaleziono zgłoszenia lub nie jest ono widoczne dla zalogowanego konta.
pt_br: A página respondeu %@: o ticket não foi encontrado, ou não está visível para a conta conectada.
ru: Страница ответила %@: тикет не найден или не виден для учётной записи, под которой выполнен вход.
tr: Sayfa %@ yanıtını verdi: talep bulunamadı ya da giriş yapılmış hesap tarafından görülemiyor.
uk: Сторінка відповіла %@: тікет не знайдено або він невидимий для облікового запису, з якого виконано вхід.
zh_hans: 页面返回 %@：找不到该工单，或当前登录的账户无法查看。
zh_hant: 頁面回應 %@：找不到工單，或目前登入的帳號無法看到。

source: The page could not be loaded
ar: تعذّر تحميل الصفحة
de: Die Seite konnte nicht geladen werden
es: No se ha podido cargar la página
fr: La page n’a pas pu être chargée
hi: पेज लोड नहीं हो सका
it: Impossibile caricare la pagina
ja: ページを読み込めませんでした
ko: 페이지를 불러올 수 없음
nl: De pagina kon niet worden geladen
pl: Nie można załadować strony
pt_br: Não foi possível carregar a página
ru: Не удалось загрузить страницу
tr: Sayfa yüklenemedi
uk: Не вдалося завантажити сторінку
zh_hans: 无法载入页面
zh_hant: 無法載入頁面

# The page of %@ answered with the error %@.
source: The page of %1$@ answered with the error %2$@.
ar: ردت صفحة %1$@ بالخطأ %2$@.
de: Die Seite von %1$@ hat mit dem Fehler %2$@ geantwortet.
es: La página de %1$@ ha respondido con el error %2$@.
fr: La page de %1$@ a répondu par l’erreur %2$@.
hi: %1$@ के पेज ने त्रुटि %2$@ के साथ उत्तर दिया।
it: La pagina di %1$@ ha risposto con l’errore %2$@.
ja: %1$@のページがエラー%2$@を返しました。
ko: %1$@의 페이지가 오류 %2$@(으)로 응답했습니다.
nl: De pagina van %1$@ antwoordde met fout %2$@.
pl: Strona %1$@ odpowiedziała błędem %2$@.
pt_br: A página de %1$@ respondeu com o erro %2$@.
ru: Страница %1$@ ответила ошибкой %2$@.
tr: %1$@ sayfası %2$@ hatasıyla yanıt verdi.
uk: Сторінка %1$@ відповіла помилкою %2$@.
zh_hans: %1$@ 的页面返回错误 %2$@。
zh_hant: %1$@ 的頁面回應錯誤 %2$@。

source: The page of %@ did not load in time.
ar: لم يتم تحميل صفحة %@ في الوقت المحدد.
de: Die Seite von %@ wurde nicht rechtzeitig geladen.
es: La página de %@ no se ha cargado a tiempo.
fr: La page de %@ ne s’est pas chargée à temps.
hi: %@ का पेज समय पर लोड नहीं हुआ।
it: La pagina di %@ non si è caricata in tempo.
ja: %@のページが時間内に読み込まれませんでした。
ko: %@의 페이지가 제시간에 로드되지 않았습니다.
nl: De pagina van %@ is niet op tijd geladen.
pl: Strona %@ nie załadowała się na czas.
pt_br: A página de %@ não carregou a tempo.
ru: Страница %@ не загрузилась вовремя.
tr: %@ sayfası zamanında yüklenmedi.
uk: Сторінка %@ не завантажилася вчасно.
zh_hans: %@ 的页面未能及时载入。
zh_hant: %@ 的頁面未及時載入。

source: The page of %@ gave no title.
ar: لم تقدّم صفحة %@ أي عنوان.
de: Die Seite von %@ hat keinen Titel geliefert.
es: La página de %@ no ha proporcionado ningún título.
fr: La page de %@ n’a donné aucun titre.
hi: %@ के पेज ने कोई शीर्षक नहीं दिया।
it: La pagina di %@ non ha fornito alcun titolo.
ja: %@のページにタイトルがありませんでした。
ko: %@의 페이지에 제목이 없습니다.
nl: De pagina van %@ gaf geen titel.
pl: Strona %@ nie podała tytułu.
pt_br: A página de %@ não forneceu um título.
ru: Страница %@ не дала названия.
tr: %@ sayfası başlık vermedi.
uk: Сторінка %@ не надала назви.
zh_hans: %@ 的页面没有提供标题。
zh_hant: %@ 的頁面沒有提供標題。

source: The page opens %@ in another application, which connects to another computer.
ar: تفتح الصفحة %@ في تطبيق آخر، يتصل بكمبيوتر آخر.
de: Die Seite öffnet %@ in einer anderen App, die sich mit einem anderen Computer verbindet.
es: La página abre %@ en otra app, que se conecta a otro ordenador.
fr: La page ouvre %@ dans une autre application, qui se connecte à un autre ordinateur.
hi: पेज %@ को किसी अन्य ऐप में खोलता है, जो किसी अन्य कंप्यूटर से जुड़ता है।
it: La pagina apre %@ in un’altra applicazione, che si collega a un altro computer.
ja: このページは%@を別のアプリケーションで開き、そのアプリケーションは別のコンピュータに接続します。
ko: 페이지가 다른 앱에서 %@을(를) 열며, 해당 앱은 다른 컴퓨터에 연결됩니다.
nl: De pagina opent %@ in een andere app, die verbinding maakt met een andere computer.
pl: Strona otwiera %@ w innej aplikacji, która łączy się z innym komputerem.
pt_br: A página abre %@ em outro aplicativo, que se conecta a outro computador.
ru: Страница открывает %@ в другом приложении, которое подключается к другому компьютеру.
tr: Sayfa, %@ bağlantısını başka bir bilgisayara bağlanan başka bir uygulamada açıyor.
uk: Сторінка відкриває %@ в іншій програмі, яка під’єднується до іншого комп’ютера.
zh_hans: 该页面会在另一个应用中打开 %@，该应用会连接到另一台电脑。
zh_hant: 此頁面會在另一個應用程式中打開 %@，該應用程式會連線至另一部電腦。

source: The page was not loaded.
ar: لم يتم تحميل الصفحة.
de: Die Seite wurde nicht geladen.
es: No se ha cargado la página.
fr: La page n’a pas été chargée.
hi: पेज लोड नहीं हुआ।
it: La pagina non è stata caricata.
ja: ページは読み込まれませんでした。
ko: 페이지가 로드되지 않았습니다.
nl: De pagina is niet geladen.
pl: Strona nie została załadowana.
pt_br: A página não foi carregada.
ru: Страница не загружена.
tr: Sayfa yüklenmedi.
uk: Сторінку не завантажено.
zh_hans: 页面未载入。
zh_hant: 頁面未載入。

source: The pattern is not a valid regular expression.
ar: النمط ليس تعبيرًا نمطيًا صالحًا.
de: Das Muster ist kein gültiger regulärer Ausdruck.
es: El patrón no es una expresión regular válida.
fr: Le motif n’est pas une expression régulière valide.
hi: पैटर्न मान्य रेगुलर एक्सप्रेशन नहीं है।
it: Lo schema non è un’espressione regolare valida.
ja: パターンが有効な正規表現ではありません。
ko: 패턴이 유효한 정규 표현식이 아닙니다.
nl: Het patroon is geen geldige reguliere expressie.
pl: Wzorzec nie jest prawidłowym wyrażeniem regularnym.
pt_br: O padrão não é uma expressão regular válida.
ru: Маска не является допустимым регулярным выражением.
tr: Desen geçerli bir düzenli ifade değil.
uk: Патерн не є дійсним регулярним виразом.
zh_hans: 该模式不是有效的正则表达式。
zh_hant: 樣式不是有效的正規表示式。

source: The pattern needs at least one named capture, such as (?<number>[0-9]+).
ar: يحتاج النمط إلى مجموعة التقاط مسمّاة واحدة على الأقل، مثل (?<number>[0-9]+).
de: Das Muster braucht mindestens eine benannte Gruppe, etwa (?<number>[0-9]+).
es: El patrón necesita al menos una captura con nombre, como (?<number>[0-9]+).
fr: Le motif doit contenir au moins une capture nommée, comme (?<number>[0-9]+).
hi: पैटर्न में कम से कम एक नामित कैप्चर होना चाहिए, जैसे (?<number>[0-9]+)।
it: Lo schema richiede almeno una cattura con nome, come (?<number>[0-9]+).
ja: パターンには少なくとも1つの名前付きキャプチャ（例：(?<number>[0-9]+)）が必要です。
ko: 패턴에는 (?<number>[0-9]+)와 같은 명명된 캡처가 하나 이상 필요합니다.
nl: Het patroon heeft minstens één benoemde groep nodig, zoals (?<number>[0-9]+).
pl: Wzorzec wymaga co najmniej jednej nazwanej grupy, na przykład (?<number>[0-9]+).
pt_br: O padrão precisa de pelo menos uma captura nomeada, como (?<number>[0-9]+).
ru: В маске должна быть хотя бы одна именованная группа, например (?<number>[0-9]+).
tr: Desende en az bir adlandırılmış yakalama olmalıdır, örneğin (?<number>[0-9]+).
uk: Патерн має містити щонайменше одну іменовану групу, як-от (?<number>[0-9]+).
zh_hans: 该模式至少需要一个命名捕获组，例如 (?<number>[0-9]+)。
zh_hant: 樣式至少需要一個具名擷取，例如 (?<number>[0-9]+)。

source: The plan goes on in the session.
ar: تتمة الخطة في الجلسة.
de: Der Rest des Plans steht in der Sitzung.
es: El resto del plan está en la sesión.
fr: La suite du plan est dans la session.
hi: योजना सेशन में आगे जारी है।
it: Il piano prosegue nella sessione.
ja: 計画の続きはセッション内にあります。
ko: 계획의 나머지는 세션에 있습니다.
nl: Het vervolg van het plan staat in de sessie.
pl: Dalsza część planu jest w sesji.
pt_br: O plano continua na sessão.
ru: Продолжение плана — в сессии.
tr: Planın devamı oturumda.
uk: Продовження плану — у сеансі.
zh_hans: 计划的其余部分在会话中。
zh_hant: 計畫的其餘部分在工作階段中。

source: The project's icon could not be copied into the data folder.
ar: تعذّر نسخ أيقونة المشروع إلى مجلد البيانات.
de: Das Projektsymbol konnte nicht in den Datenordner kopiert werden.
es: No se ha podido copiar el icono del proyecto en la carpeta de datos.
fr: L’icône du projet n’a pas pu être copiée dans le dossier de données.
hi: प्रोजेक्ट का आइकन डेटा फ़ोल्डर में कॉपी नहीं किया जा सका।
it: Impossibile copiare l’icona del progetto nella cartella dei dati.
ja: プロジェクトのアイコンをデータフォルダにコピーできませんでした。
ko: 프로젝트 아이콘을 데이터 폴더에 복사할 수 없습니다.
nl: Het projectsymbool kon niet naar de gegevensmap worden gekopieerd.
pl: Nie można skopiować ikony projektu do folderu danych.
pt_br: Não foi possível copiar o ícone do projeto para a pasta de dados.
ru: Не удалось скопировать значок проекта в папку данных.
tr: Projenin simgesi veri klasörüne kopyalanamadı.
uk: Не вдалося скопіювати іконку проєкту в папку даних.
zh_hans: 无法将项目图标拷贝到数据文件夹中。
zh_hant: 無法將專案圖像拷貝到資料檔案夾。

source: The prompt is empty.
ar: الـ prompt فارغ.
de: Der Prompt ist leer.
es: El prompt está vacío.
fr: Le prompt est vide.
hi: प्रॉम्प्ट खाली है।
it: Il prompt è vuoto.
ja: プロンプトが空です。
ko: 프롬프트가 비어 있습니다.
nl: De prompt is leeg.
pl: Prompt jest pusty.
pt_br: O prompt está vazio.
ru: Промпт пуст.
tr: İstem boş.
uk: Промпт порожній.
zh_hans: 提示词为空。
zh_hant: 提示詞是空的。

source: The provider %@ is not installed in this build.
ar: المزوّد %@ غير مضمّن في هذا الإصدار.
de: Der Anbieter %@ ist in diesem Build nicht enthalten.
es: El proveedor %@ no está incluido en esta versión.
fr: Le fournisseur %@ n’est pas inclus dans cette version.
hi: प्रदाता %@ इस बिल्ड में शामिल नहीं है।
it: Il provider %@ non è incluso in questa build.
ja: プロバイダ%@はこのビルドに含まれていません。
ko: 이 빌드에는 제공자 %@이(가) 포함되어 있지 않습니다.
nl: De provider %@ zit niet in deze build.
pl: Dostawca %@ nie jest zawarty w tej kompilacji.
pt_br: O provedor %@ não está incluído nesta versão.
ru: Поставщик %@ не включён в эту сборку.
tr: %@ sağlayıcısı bu derlemede yok.
uk: Постачальника %@ немає в цій збірці.
zh_hans: 此版本中未安装提供方 %@。
zh_hant: 此版本未包含提供者 %@。

source: The request of %@ changed while its answer was being typed: finish it in the session.
ar: تغيّر طلب «%@» أثناء كتابة إجابته: أكمله في الجلسة.
de: Die Anfrage von „%@“ hat sich während der Eingabe der Antwort geändert: Schließe sie in der Sitzung ab.
es: La solicitud de “%@” ha cambiado mientras se escribía su respuesta: termínala en la sesión.
fr: La demande de « %@ » a changé pendant la saisie de sa réponse : terminez-la dans la session.
hi: “%@” का अनुरोध उसका उत्तर टाइप होते समय बदल गया: इसे सेशन में पूरा करें।
it: La richiesta di “%@” è cambiata mentre veniva digitata la risposta: completala nella sessione.
ja: 回答の入力中に「%@」のリクエストが変わりました。セッション内で完了してください。
ko: 답변을 입력하는 동안 “%@”의 요청이 변경되었습니다. 세션에서 마무리하십시오.
nl: Het verzoek van ‘%@’ is gewijzigd terwijl het antwoord werd getypt: maak het af in de sessie.
pl: Prośba „%@” zmieniła się podczas wpisywania odpowiedzi: dokończ ją w sesji.
pt_br: A solicitação de “%@” mudou enquanto a resposta era digitada: conclua-a na sessão.
ru: Запрос «%@» изменился во время ввода ответа: завершите его в сессии.
tr: “%@” isteği, yanıtı yazılırken değişti: oturumda tamamlayın.
uk: Запит «%@» змінився під час введення відповіді: завершіть її в сеансі.
zh_hans: “%@”的请求在输入回答期间发生了变化：请在会话中完成。
zh_hant: 「%@」的請求在輸入回答期間已變更：請在工作階段中完成。

source: The request of %@ was no longer waiting: nothing was sent.
ar: لم يعد طلب «%@» في الانتظار: لم يتم إرسال أي شيء.
de: Die Anfrage von „%@“ wartete nicht mehr: Es wurde nichts gesendet.
es: La solicitud de “%@” ya no estaba pendiente: no se ha enviado nada.
fr: La demande de « %@ » n’attendait plus : rien n’a été envoyé.
hi: “%@” का अनुरोध अब प्रतीक्षा में नहीं था: कुछ नहीं भेजा गया।
it: La richiesta di “%@” non era più in attesa: non è stato inviato nulla.
ja: 「%@」のリクエストはもう待機していませんでした。何も送信されませんでした。
ko: “%@”의 요청이 더 이상 대기 중이 아니어서 아무것도 전송되지 않았습니다.
nl: Het verzoek van ‘%@’ wachtte niet meer: er is niets verstuurd.
pl: Prośba „%@” już nie czekała: nic nie wysłano.
pt_br: A solicitação de “%@” não estava mais pendente: nada foi enviado.
ru: Запрос «%@» больше не ожидал ответа: ничего не отправлено.
tr: “%@” isteği artık beklemiyordu: hiçbir şey gönderilmedi.
uk: Запит «%@» більше не очікував: нічого не надіслано.
zh_hans: “%@”的请求已不再等待：未发送任何内容。
zh_hant: 「%@」的請求已不再等待：未傳送任何內容。

source: The session could not be changed.
ar: تعذّر تغيير الجلسة.
de: Die Sitzung konnte nicht geändert werden.
es: No se ha podido modificar la sesión.
fr: La session n’a pas pu être modifiée.
hi: सेशन नहीं बदला जा सका।
it: Impossibile modificare la sessione.
ja: セッションを変更できませんでした。
ko: 세션을 변경할 수 없습니다.
nl: De sessie kon niet worden gewijzigd.
pl: Nie można zmienić sesji.
pt_br: Não foi possível alterar a sessão.
ru: Не удалось изменить сессию.
tr: Oturum değiştirilemedi.
uk: Не вдалося змінити сеанс.
zh_hans: 无法更改会话。
zh_hant: 無法更改工作階段。

source: The session could not be put back on %1$@: it stays on %2$@, and Restart will start it with a summary.
ar: تعذّرت إعادة الجلسة إلى %1$@: تبقى على %2$@، وستبدأها «إعادة التشغيل» بملخص.
de: Die Sitzung konnte nicht zu %1$@ zurückkehren: Sie bleibt bei %2$@, und „Neu starten“ startet sie mit einer Zusammenfassung.
es: La sesión no ha podido volver a %1$@: se queda en %2$@, y “Reiniciar” la iniciará con un resumen.
fr: La session n’a pas pu revenir à %1$@ : elle reste sur %2$@, et « Relancer » la démarrera avec un résumé.
hi: सेशन को %1$@ पर वापस नहीं लाया जा सका: यह %2$@ पर रहता है, और “फिर से शुरू करें” इसे सारांश के साथ शुरू करेगा।
it: La sessione non ha potuto tornare a %1$@: resta su %2$@ e Riavvia la avvierà con un riepilogo.
ja: セッションを%1$@に戻せませんでした。%2$@のままで、「再起動」すると要約付きで開始されます。
ko: 세션을 %1$@(으)로 되돌릴 수 없었습니다. %2$@에 그대로 남으며, “재시작”하면 요약과 함께 시작됩니다.
nl: De sessie kon niet worden teruggezet naar %1$@: ze blijft bij %2$@, en ‘Herstart’ start haar met een samenvatting.
pl: Nie można przywrócić sesji do %1$@: pozostaje przy %2$@, a „Uruchom ponownie” uruchomi ją z podsumowaniem.
pt_br: Não foi possível voltar a sessão para %1$@: ela continua com %2$@, e “Reiniciar” a iniciará com um resumo.
ru: Не удалось вернуть сессию на %1$@: она остаётся на %2$@, а «Перезапустить» запустит её со сводкой.
tr: Oturum %1$@ ajanına geri döndürülemedi: %2$@ ajanında kalıyor ve “Yeniden Başlat” onu bir özetle başlatacak.
uk: Не вдалося повернути сеанс на %1$@: він залишається на %2$@, а «Перезапустити» запустить його з підсумком.
zh_hans: 无法让会话回到 %1$@：它将继续使用 %2$@，“重新启动”会以摘要启动它。
zh_hant: 無法將工作階段改回 %1$@：它會留在 %2$@，「重新啟動」會帶著摘要啟動它。
